export default{
  state: {
    banners : [
      { 
        maintext1 : 'ລາຍງານການຂາຍທີ່ຊັດເຈນ ແລະ', 
        maintext2 : 'ມີລະບົບວິເຄາະຂໍ້ມູນທີ່ເປັນເລີດ',
        subtext : 'h.WAVE ມີປະສົບການ ໃນການຄຸ້ມຄອງຂໍ້ມູນການຂາຍສິນຄ້າ, ການຄຸ້ມຄອງສາງສິນຄ້າ, ການຄຸ້ມ ຄອງລູກຄ້າ ທີ່ມີປະສິດທິພາບສູງ',
        posimg : 'https://kimjihwan0618.github.io/project/Web/h.wave/Product_01_01.png'
      },    
      { 
        maintext1 : 'ໃຊ້ງານງ່າຍ', 
        maintext2 : 'ເລີ່ມຕົ້ມ Free!', 
        subtext : 'ທົດລອງນໍາໃຊ້ໂປຼແກຣມໄດ້ຟຣີ ເທິງຄອມພິວເຕີ ແລະ ມືຖືຂອງທ່ານ ໂດຍການເຂົ້າໄປທີ່ ຮ້ານຄ້າ ຂອງພວກເຮົາ',
      },
      { 
        maintext1 : 'ລະບົບ POS ທີ່ຮອງຮັບການສັ່ງງານຜ່ານ', 
        maintext2 : 'ແອັບພິເຄຊັນເທິງມືຖືຂອງທ່ານໄດ້', 
        subtext : 'ໃຊ້ງານງ່າຍ ແລະ ສ້າງປະສົບການໃໝ່ທີ່ດີທີ່ສຸດ ໃນການໃຊ້ງານໂປຼແກຣມ POS  ທີ່ເຊື່ອມຕໍ່ ກັບແອັບພິເຄຊັນເທິງມືຖື  ເຮັດໃຫ້ການໃຊ້ງານສະດວກສະບາຍຍິ່ງຂຶ້ນເຊັ່ນ: ສັ່ງອາຫານ, ກວດເບິ່ງ ຍອດຂາຍທີ່ເກີດຂຶ້ນປັດຈຸບັນແບບອອນໄລນ໌ໄດ້ທຸກທີ່ຜ່ານມືຖື ຫຼື ແທັບເລັດ.',
      }
    ]
  },
  mutations: {

  },
  actions: {

  },
  getters: {

  }
}