const gridInit = () => {
  test1();
};

const test1 = () => {
  new gridjs.Grid({
    columns: ["날짜", "병록변호", "이름", "성별", "나이", "초재진", "담당의"],
    pagination: true,
    sort: true,
    resizable: true,
    data: [
      ["2022-01-01", "10001", "강무명", "남", "51", "초진", "김교수"],
      ["2022-01-01", "10001", "강무명", "남", "51", "초진", "김교수"],
      ["2022-01-01", "10001", "강무명", "남", "51", "초진", "김교수"],
      ["2022-01-01", "10001", "강무명", "남", "51", "초진", "김교수"],
      ["2022-01-01", "10001", "강무명", "남", "51", "초진", "김교수"],
      ["2022-01-01", "10001", "강무명", "남", "51", "초진", "김교수"],
      ["2022-01-01", "10001", "강무명", "남", "51", "초진", "김교수"],
      ["2022-01-01", "10001", "강무명", "남", "51", "초진", "김교수"],
      ["2022-01-01", "10001", "강무명", "남", "51", "초진", "김교수"],
      ["2022-01-01", "10001", "강무명", "남", "51", "초진", "김교수"],
      ["2022-01-01", "10001", "강무명", "남", "51", "초진", "김교수"],
      ["2022-01-01", "10001", "강무명", "남", "51", "초진", "김교수"],
    ],
  }).render(document.getElementById("wrapper"));
};

gridInit();
